title = f"""   
    {'█' * 50}
    █{' ' * 48}█
    █{' ' * 15}ИГРА «ВИСЕЛИЦА»{' ' * 18}█
    █{' ' * 15}GAME «HANDMAN»{' ' * 19}█
    █{' ' * 48}█
    {'█' * 50}  
    """


instruction = f"""

    {'-' * 50}  
    📜 ИНСТРУКЦИЯ:
    • Случайным образом выбирается категория и слово из этой категории
    • Вводите русские буквы по одной
    • Можно угадать всё слово целиком, но если слово окажется неверным, то это считается как ошибка
    • Осторожно: каждая ошибка приближает поражение!
    • Цель: спасти человечка, угадав слово
    {'-' * 50}
    🎪 Удачи в игре!
    """
    # input("Нажмите ENTER чтобы вернуться в меню...")


difficulty_selection = f"""
    1. ✅ Лёгкий (10 попыток)
    2. ⚠️ Средний (6 попыток) 
    3. 👺 Сложный (3 попытки)
    """


main_menu = f"""
    1. 🕹️ Играть
    2. 📜 Инструкция
    3. 🚪 Выход
    """

game_again = f'''
Желаете ли вы продолжить игру?
Напишите 'YES' или 'Y' или 'ДА' или 'Д', если желаете продолжить игру
Напишите 'NO' или 'N' или 'НЕТ' или 'Н', если желаете вернуться в меню
'''

loose = f'''
Ты... Проиграл..
Прости... Ты мне правда нравился
'''